{
  "Comment.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "haskell-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "tree-sitter": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "ultisnips": { "branch": "master" },
  "vim-argumentative": { "branch": "master" },
  "vim-hindent": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "wal": { "branch": "master" }
}